/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ ha annullato questa richiesta.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ ha rifiutato la tua richiesta.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ vorrebbe connettersi.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\nha annullato questa richiesta.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nha rifiutato la tua richiesta.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\desidera connettersi.";

/* No comment provided by engineer. */
"Accept" = "Accetta";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Errore di comunicazione Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Bluetooth deve essere connesso a dispositivi iPad, iPhone o iPod touch vicini.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Scegli un iPad, iPhone\no iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Connessione perduta";

/* No comment provided by engineer. */
"Decline" = "Rifiuta";

/* No comment provided by engineer. */
"is not available." = "non è disponibile.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Cerco altri dispositivi iPad, iPhone o iPod touch…";

/* No comment provided by engineer. */
"Looking for peers…" = "Cerco utenti…";

/* No comment provided by engineer. */
"Nearby" = "Vicino";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Non supportato su\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "In linea";

/* No comment provided by engineer. */
"Request declined." = "Richiesta rifiutata.";

/* No comment provided by engineer. */
"This request was cancelled." = "Questa richiesta è stata annullata.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Attendo %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Attendo\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Attendo connessione…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Vuoi attivare Bluetooth?";

